export const FemaleNames = ['Ксения', 'Диана', 'Дарья', 'Арина', 'Катерина'];

export const MaleNames = ['Никита', 'Олег', 'Владимир', 'Дмитрий', 'Илья'];

export const Emails = [
  'snow@pisem.local',
  'president@dka.local',
  'fish@big.local',
  'test@pisem.local',
  'freedom@pisem.local',
  'rolan@pochta.local',
  'author@mir.local',
  'test@lost.local',
  'kujo-fan@story.local',
  'team@building.local',
];

export const UsersDescriptions = [
  'Привет! Меня зовут Иванова Валерия, мне 34 года. Я профессиональный тренер по боксу. Не боюсь пробовать новое, также увлекаюсь кроссфитом, йогой и силовыми тренировками. Провожу как индивидуальные тренировки, так и групповые занятия. Помогу вам достигнуть своей цели и сделать это с удовольствием!',
  'Привет! Я Катерина и мне 27 лет. Обожаю спорт и все, что с ним связанно. Регулярно хожу на тренировки по кроссфиту, также занимаюсь йогой, рястяжкой и пилатесом. Занимаюсь как с тренером индивидуально, так и на групповых занятиях. Люблю соревнования и челленджи, так что присоединяйтесь, давайте объединяться и заниматься вместе!',
];

export const WorkoutsDescriptions = [
  'Сложный комплекс упражнений для профессиональных атлетов на отработку показателей в классическом стиле.',
  'Упражнения укрепляют мышечный корсет, делают суставы более гибкими, улучшают осанку и координацию',
  'Тренировка на отработку правильных ударов, координации и оптимальной механики защитных движений',
  'Тренировка на отработку правильной техники работы с тяжелыми весами, укрепления мышц кора и спины.',
  'В основе программы лежит работа с телом и с психо-эмоциональным состоянием. Уберем зажимы тела, избавимся от стресса.',
  'Узнайте правильную технику бега, развивайте выносливость и откройте для себя все секреты длительных пробежек.',
  'Тренировка на фитболе &mdash; отличном тренажере для развития чувства баланса и равновесия, улучшения координации.',
  'Упражнения по хатха йоге, направленные на понижение нервной возбудимости и активацию процессов анаболизма.',
  'Комплекс упражнений на растяжку всего тела для новичков. Плавное погружение в стретчинг и умеренная нагрузка.',
  'Проработка мышц груди для профи, экспериментируем с уровнем наклона скамьи и различной шириной хвата.',
];

export const WorkoutsTitles = [
  'crossfit',
  'energy',
  'boxing',
  'power',
  'antistress',
  'run, forrest, run',
  'fitball',
  'hatha',
  'full body stretch',
  'upper body',
];

export const CommentsTexts = [
  'Эта тренировка для меня зарядка по утрам, помогает проснуться.',
  'Спасибо, классная тренировка! Понятная и интересная, с акцентом на правильную технику, как я люблю.',
  'Хорошая тренировка, но все же не хватило немного динамики. Для меня оказалась слишком легкой.',
  'Регулярно выполняю эту тренировку дома и вижу результат! Спина стала прямее, появилось больше сил и гибкость тоже стала лучше, хотя упражнения довольно простые.',
  'Ну какой же кайф! Спасибо, крутая программа. С музыкой вообще супер! Действительно, Energy!',
];
