export const FemaleNames = ['Ксения', 'Диана', 'Дарья', 'Арина', 'Катерина'];

export const MaleNames = ['Никита', 'Олег', 'Владимир', 'Дмитрий', 'Илья'];

export const Emails = [
  'snow@pisem.local',
  'president@dka.local',
  'fish@big.local',
  'test@pisem.local',
  'freedom@pisem.local',
  'rolan@pochta.local',
  'author@mir.local',
  'test@lost.local',
  'kujo-fan@story.local',
  'team@building.local',
];

export const Descriptions = [
  'Привет! Меня зовут Иванова Валерия, мне 34 года. Я профессиональный тренер по боксу. Не боюсь пробовать новое, также увлекаюсь кроссфитом, йогой и силовыми тренировками. Провожу как индивидуальные тренировки, так и групповые занятия. Помогу вам достигнуть своей цели и сделать это с удовольствием!',
  'Привет! Я Катерина и мне 27 лет. Обожаю спорт и все, что с ним связанно. Регулярно хожу на тренировки по кроссфиту, также занимаюсь йогой, рястяжкой и пилатесом. Занимаюсь как с тренером индивидуально, так и на групповых занятиях. Люблю соревнования и челленджи, так что присоединяйтесь, давайте объединяться и заниматься вместе!',
];

export const UsersIds = [
  '65f431716c917ce25208b3ea',
  '65f431716c917ce25208b3eb',
  '65f431716c917ce25208b3ec',
  '65f431716c917ce25208b3ed',
  '65f431716c917ce25208b3ee',
  '65f431716c917ce25208b3ef',
  '65f431716c917ce25208b3f0',
  '65f431716c917ce25208b3f1',
  '65f431716c917ce25208b3f2',
  '65f431716c917ce25208b3f3',
];
